# Taps
tap "homebrew/bundle"
tap "homebrew/cask-fonts"

# CLI Tools
brew "git"
brew "neovim"
brew "zellij"
brew "yazi"
brew "gitui"
brew "zoxide"
brew "starship"
brew "mise"
brew "ghq"
brew "fzf"
brew "eza" # exaの後継
brew "bat"
brew "chezmoi"
brew "ripgrep"
brew "fd"

# Casks (GUI Apps & Fonts)
cask "ghostty"
cask "font-jetbrains-mono-nerd-font"
